{
	"banner": {
		"title": "Berita Pondok Pesantren Kanzululum",
		"image": "/assets/images/banner/berita-banner.jpg"
	},
	"contents": [
		{
			"id": 1,
			"title": "Pentingnya Pendidikan Agama untuk Tumbuhkembang Anak",
			"slug": "pentingya-123",
			"cover": "/assets/images/berita/artikel1.jpg",
			"date": "24 November 2024",
			"headline": "Jika Anda berpikiran bahwa pendidikan formal adalah satu-satunya pendidikan yang paling penting maka jelas perspektif tersebut salah. Bagi anak usia dini, tentu saja peran kedua orang tua sangatlah penting sebagai hal paling dasar untuk membantu membentuk kepribadian, moral, sikap, serta sifat anak tersebut. Sebagai orang tua selayaknya memberikan pengarahan positif untuk membentuk karakter anak yang",
			"tags": "Anak,Pendidikan",
			"readTime": 3,
			"content":""
		},
		{
			"id": 2,
			"title": "Pondok Pesantren Kanzulum - Kesambi Cirebon",
			"slug": "pondok-pesantren",
			"cover": "/assets/images/berita/artikel2.jpg",
			"date": "21 November 2024",
			"headline": "Ponpes Kanzululum Kesambi yang berlokasi di Jl. Perjuangan No.77 RT.01/RW.10 Karyabakti Kelurahan Karyamulya Kecamatan Kesambi Kota Cirebon 45131 merupakan pondok pesantren yang didirikan oleh Tosuerdi, Beliau adalah seorang pendidik, dosen, dan penulis yang lahir pada 21 Maret 1979 di Brebes, Jawa Tengah. Ia telah mengajar di berbagai sekolah dan perguruan tinggi sejak tahun 2000. Tosuerdi juga merupakan pendiri Yayasan ",
			"tags": "Profil",
			"readTime": 3,
			"content":""
		},
		{
			"id": 3,
			"title": "Mengenal Sejarah Pondok Pesantren di Indonesia",
			"slug": "mengenal-123",
			"cover": "/assets/images/berita/artikel3.jpg",
			"date": "24 November 2024",
			"headline": "Cara menyebarkan dan mengajarkan agama Islam di Indonesia dilakukan oleh lembaga pendidikan yang dikenal dengan sebutan pondok pesantren. Perannya sangat besar dalam masa-masa awal penyebaran Islam di Nusantara. Dari sumber nu.or.id, pengamat pendidikan, Darmaningtyas, memiliki pendapat bahwa sejarah pendidikan Indonesia dimulai dari institusi swasta, di lingkungan pesantren dan padepokan. Sementara itu, dalam",
			"tags": "Sejarah",
			"readTime": 3,
			"content":""
		}
	]
}