{
  "banner": {
    "title": "Profil Pondok Pesantren Kanzululum",
    "image": "/assets/images/banner/profile-banner.jpg",
    "id": "df5f318b"
  },
  "short": {
    "heading": "Pondok Pesantren",
    "title": "Kanzululum",
    "image": "/assets/images/profile/about.png",
    "contents": [
      {
        "id": "5BbeosPkPG",
        "type": "paragraph",
        "data": {
          "text": "Tosuerdi adalah seorang pendidik, dosen, dan penulis yang lahir pada 21 Maret 1979 di Brebes, Jawa Tengah. Ia telah mengajar di berbagai sekolah dan perguruan tinggi sejak tahun 2000. Tosuerdi juga merupakan pendiri Yayasan \"Kanzul Ulum Jaya\" yang berfokus pada pendidikan Islam. Selain itu, ia memiliki latar belakang pendidikan yang meliputi pendidikan dasar, menengah, dan tinggi, serta telah menulis beberapa karya ilmiah dan menjadi penerjemah buku."
        }
      },
      {
        "id": "jlFnWvZPxw",
        "type": "paragraph",
        "data": {
          "text": "Tosuerdi memiliki tujuan untuk terus belajar, berkhidmat dalam ilmu, dan menjadi orang yang bermanfaat bagi keluarga dan masyarakat. Ia telah mengajar di berbagai sekolah, termasuk SMA dan madrasah, serta menjadi dosen di beberapa perguruan tinggi. Tosuerdi juga pernah menjabat sebagai Dekan Fakultas Agama Islam dan telah menulis beberapa buku serta menerjemahkan buku-buku lainnya. Selain itu, ia aktif dalam kegiatan Yayasan \"Kanzul Ulum Jaya\" yang berfokus pada pendidikan Islam."
        }
      }
    ],
    "linkText": "Selengkapnya"
  },
  "full": {
    "heading": "Pondok Pesantren",
    "title": "Kanzululum",
    "image": "/assets/images/profile/about.png",
    "contents": [
      {
        "id": "aAAw6Qumpr",
        "type": "paragraph",
        "data": {
          "text": "Tosuerdi, lahir di Brebes, Jawa Tengah pada tanggal 21 Maret 1979, adalah putra kedua dari pasangan Ibu Sarnyu dan Ayahanda Wajad. Ia menikah dengan Siti Aisah, S.Sy, dan dikaruniai lima anak. Anak pertama bernama Ainun Zakiyah, anak kedua Muhammad Dzakky Haidzar, anak ketiga Naily Najhah, anak keempat Azka Haikal Nuron, dan anak kelima Adifa Dania Khanza."
        }
      },
      {
        "id": "dsYqwhjzPn",
        "type": "paragraph",
        "data": {
          "text": "Pendidikan dasar Tosuerdi dimulai di SD/Madrasah Ibtidaiyah Misnaul Ulum Siwuluh, Brebes, yang ia selesaikan pada tahun 1992. Selanjutnya, ia melanjutkan ke Madrasah Tsanawiyah Sunan Kalijaga Siwuluh, Brebes, dan lulus pada tahun 1996. Pendidikan menengah atasnya ditempuh di Madrasah Aliyah Assalafiyah Luwungragi, Brebes, dan lulus pada tahun 2004. Tidak berhenti di situ, Tosuerdi melanjutkan pendidikannya di Sekolah Tinggi Agama Islam Negeri (STAIN) Cirebon dan lulus pada tahun 2012. Ia kemudian melanjutkan studi S2 di Institut Agama Islam Negeri (IAIN) Syekh Nurjati Cirebon dan meraih gelar magister pada tahun yang sama. Pada tahun 2020, Tosuerdi mendapatkan kesempatan melanjutkan pendidikan program doktoral di Universitas Islam Nusantara (UNINUS) Bandung."
        }
      },
      {
        "id": "Y6aA6oo_Js",
        "type": "paragraph",
        "data": {
          "text": "Karir Tosuerdi di dunia pendidikan dimulai sejak tahun 2000. Ia telah mengajar di berbagai sekolah, termasuk SMA Syarif Hidayatullah Cirebon, MTs. Syarif Hidayatullah Cirebon, Madrasah Aliyah Islamiyah Mundu Kabupaten Cirebon, MTs. Islamiyah Mundu Kabupaten Cirebon, Madrasah Ibtidaiyah PUI, Madrasah Aliyah Bina Cendikia Mertapada Kabupaten Cirebon, dan SMK Al-Istiqomah. Ia juga pernah menjabat sebagai Kepala Madrasah Aliyah Islamiyah Mundu Pesisir pada tahun 2013-2015."
        }
      },
      {
        "id": "gr-fPCJyNx",
        "type": "paragraph",
        "data": {
          "text": "Selain mengajar di sekolah, sejak tahun 2012, Tosuerdi juga aktif sebagai dosen di perguruan tinggi. Ia mengajar di Sekolah Tinggi Agama Islam (STAI) Bunga Bangsa, yang kini berubah status menjadi Institut Agama Islam Bunga Bangsa (IAI BBC). Selain itu, ia juga bergabung dengan Universitas Nahdlatul Ulama (UNU) Cirebon sebagai dosen tetap dan dipercaya sebagai Dekan Fakultas Agama Islam."
        }
      },
      {
        "id": "hRy6RlRwb4",
        "type": "paragraph",
        "data": {
          "text": "Tosuerdi juga berperan aktif dalam kegiatan sosial dan keagamaan. Bersama keluarganya, ia mendirikan sebuah yayasan bernama \"Kanzul Ulum Jaya.\" Yayasan ini mengelola beberapa unit kegiatan seperti Pondok Pesantren Kanzul Ulum, Madrasah Diniyah, Taman Pendidikan Al-Qur'an, dan Majelis Ta'lim. Melalui yayasan ini, Tosuerdi bercita-cita untuk terus belajar, berkhidmat dalam ilmu, serta menjadi pribadi yang bermanfaat bagi orang tua, keluarga, dan masyarakat luas."
        }
      },
      {
        "id": "0vDVwWJGi1",
        "type": "paragraph",
        "data": {
          "text": "Selain mengajar dan mengelola yayasan, Tosuerdi juga produktif dalam menulis karya ilmiah. Ia adalah penulis dari beberapa buku, termasuk \"Manajemen Kepemimpinan Pendidikan Berbasis Teologis, Filosofis, Psikologis dan Sosiologis,\" yang diterbitkan oleh Rumah Literasi Publishing pada tahun 2021. Pada tahun berikutnya, ia menulis buku \"Balance Scorecard: Teori dan Implementasi di Dunia Pendidikan,\" juga diterbitkan oleh Rumah Literasi Publishing. Selain itu, ia menulis \"Studi Implementasi Tata Kelola Organisasi Pendidikan\" yang diterbitkan pada tahun 2022. Ia juga berperan sebagai penerjemah buku \"Sejarah Cirebon\" yang terdiri dari 9 jilid, serta menulis sejarah singkat Pondok Pesantren Ciwedus pada tahun yang sama."
        }
      },
      {
        "id": "JBuqbH7k-0",
        "type": "paragraph",
        "data": {
          "text": "Dengan berbagai kontribusinya di bidang pendidikan dan keagamaan, Tosuerdi terus berusaha untuk memberikan yang terbaik bagi masyarakat dan lingkungannya. Semangat belajar yang tinggi dan dedikasinya dalam mengabdi membuatnya menjadi teladan bagi banyak orang."
        }
      }
    ],
    "id": "1c75660d"
  }
}